Repository: thisisbrainy/brainys-custom-post-types
Catalog: languages/bcpt-*.po
Languages: et

source: Post Type has been successfully added.
et: Postituse tüüp on edukalt lisatud.

source: Post Type has been deleted.
et: Postituse tüüp on kustutatud.

source: You did not fill in the required fields.
et: Sa ei täitnud kõik vajalikud väljad ära.

source: Post Types
et: Postituse tüübid

source: Delete
et: Kustuta

source: Description
et: Kirjeldus

source: Label
et: Silt

source: Name
et: Nimi

source: No description set.
et: Kirjeldus puudub.

source: No rewrite was set.
et: Ümberkirjutus puudub.

source: Rewrite
et: Ümberkirjutus

source: This post type is restricted. You can\'t delete it.
et: See postituse tüüp on piiratud.

source: Add
et: Lisa

source: Author
et: Autor

source: Capability type
et: Võime tüüp

source: Comments
et: Kommentaarid

source: Editor
et: Tekstiredaktor

source: Excerpt
et: Kokkuvõte

source: Has archive
et: On arhiiv

source: Hierarchical
et: Hierarhiline

source: Max 20 characters, can not contain capital letters or spaces.
et: Mitte rohkem kui 20 karakterit, ei tohi sisalda suuri tähti ega tühikuid.

source: No
et: Ei

source: Page
et: Leht

source: Post
et: Postitus

source: Post Type Description (optional)
et: Kirjeldus (valikuline)

source: Post Type Label
et: Silt

source: Post Type Name
et: Nimi

source: Post Type Singular Label
et: Silt (ainsuses)

source: Rewrite (optional)
et: Ümberkirjutus (valikuline)

source: Show in admin
et: Näida halduspaneelis

source: Supports (optional)
et: Toetab (valikuline)

source: Thumbnail
et: Esiletoodud pilt

source: Title
et: Pealkiri

source: Yes
et: Jah

source: e.g. Essay
et: Näide: Essee

source: e.g. Essays
et: Näide: Esseed

source: e.g. essay
et: Näide: essee
